backend/controllers/WifiController.php

    public function actionCreate()
    {
        $model = new Wifi();

        if ($model->load(Yii::$app->request->post())) {
        	$model->save();
---
INSERT INTO `tbl_wifi` (`ssid`, `pass`, `dev_login`, `dev_pass`, `reboot_url`, `comment`, `date_create`, `show`) VALUES ('adsf', '4235rter', 'gfdg', 'asdf', 'asdf', 'fasdf', '2015-08-29 11:56:28', 'enable')