frontend/controllers/CompaniesController.php

INSERT INTO `tbl_companies` (`company_name`, `company_short_name`) VALUES ('Pleon Talan', 'PL')
---
    public function actionCreate()
    {
        $model = new Companies();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {