frontend/controllers/EqController.php

    public function actionCreate()
    {
        $model = new Eq();
        $users = new Userlite();
        if ($model->load(Yii::$app->request->post()) && $users->load(Yii::$app->request->post())) {
        	$users->user_id = $users->find()->max('user_id') + 1 ;
---
SELECT MAX(user_id) FROM `tbl_user`