frontend/controllers/EquipsController.php

INSERT INTO `tbl_equips` (`pass`, `eq_inv`, `eq_type`, `describe`, `eq_created`, `user_id`) VALUES ('HPS3mfk', 'AG.IT.0048', 'PC', 'Core 2 Duo 2Ghz, 4Gb 800, 500Gb, Geforce 580GTX', '2014.02.02', NULL)
---
    public function actionCreate()
    {
        $model = new Equips();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `tbl_equips` WHERE `eq_id`='1'
---
    protected function findModel($id)
    {
        if (($model = Equips::findOne($id)) !== null) {