frontend/controllers/UsersController.php

    public function actionCreate()
    {
        $model = new Users();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `tbl_users` (`fname`, `lname`, `company_id`, `create_date`) VALUES ('Igor', 'Vasiliev', 3, '2015.04.04')